ack
coreutils
figlet
fzf
ghostscript
htop
ipython
libcaca
macvim
mpv
mutt
ncurses
neofetch
pkg-config
pypy3
r
ripgrep
shellcheck
the_silver_searcher
tig
vte
