ack
bash-completion@2
cmatrix
coreutils
cowsay
figlet
fortune
fzf
ghostscript
git
htop
ipython
lolcat
macvim
mpv
mutt
neofetch
pkg-config
pv
pypy3
r
ripgrep
shellcheck
the_silver_searcher
tig
tmux
toilet
vte
zsh
zsh-completions
