ack
acpi
alacritty
alsa-utils
anki
ant
antiword
arc-gtk-theme
archlinux-wallpaper
arch-wiki-docs
arch-wiki-lite
arc-icon-theme
aria2
ario
asciinema
atomicparsley
atop
awesome-terminal-fonts
base
bash-completion
basket
bdf-unifont
bind
blueman
bluez-utils
boost
bsd-games
cabextract
calcurse
camlp5
cantata
cbatticon
cdrtools
celt
cgoban
cheese
chromium
clang
cloc
cmake
cmatrix
code
conky
coq
coq-doc
cowsay
cpulimit
cpupower
cracklib
cronie
ctags
cuneiform
cups-pdf
cython
dash
dconf-editor
desmume
dhcpcd
dia
dialog
dmenu
dmidecode
dunst
easytag
ed
efibootmgr
elinks
emacs
espeak-ng
evince
exfat-utils
expac
expect
fakechroot
fastjar
fbdump
fbgrab
fbida
fbreader
fbset
fbv
fd
feh
ffmpegthumbnailer
figlet
firefox
firejail
fish
flashplugin
fontforge
fortune-mod
fpc
freemind
fzf
gap-doc
gdb
geckodriver
gedit-plugins
geogebra
ghc
gifsicle
gimp
glava
gnome-2048
gnome-chess
gnome-icon-theme
gnome-mahjongg
gnome-mines
gnome-power-manager
gnome-terminal
gnuchess
gnugo
gnu-netcat
gnuplot
go
gobject-introspection
gource
gparted
gperf
gpick
graphviz
grub-customizer
grub-theme-vimix
gtk-engine-murrine
gtkmm
gtkspell
gtop
gv
handbrake-cli
haskell-bitarray
haskell-cmark-gfm
haskell-pretty-show
haskell-primes
haskell-tf-random
haskell-time-locale-compat
haskell-yaml
highlight
hoogle
hplip
hspell
htop
hub
hunspell-en_GB
hunspell-en_US
hunspell-nl
i3-gaps
i3lock
i3status
iftop
inkscape
inotify-tools
intel-media-sdk
intel-ucode
iotop
ipython2
irssi
iw
java-openjfx
jfsutils
jp2a
jq
js52
js60
jython
kid3
kitty
kmag
konsole
ladspa
latex2rtf
lesspipe
libdbi
libdvdcss
libebur128
libfaketime
libfbclient
libmythes
libnm-glib
libreoffice-still
libtiger
libvoikko
libwnck
libx86
lightdm-gtk-greeter-settings
light-locker
linux
linux-firmware
logrotate
lolcat
lsdvd
lshw
lsof
ltrace
lv2
lynx
man-pages
mari0
mariadb
mediainfo
meld
mlocate
mono
moreutils
mozilla-common
mpc
mpd
mplayer
mpv
mtpfs
mupdf
mupdf-tools
musepack-tools
mutt
mypaint-brushes
mythes-en
mythes-nl
nautilus
nautilus-sendto
ncdu
ncmpcpp
nemo
neofetch
neovim
netctl
network-manager-applet
newsboat
nmap
noto-fonts-emoji
npm
nss-mdns
ntop
openssl-1.0
osdbattery
p7zip
pacgraph
pacman-contrib
pacutils
pandoc
parallel
pass
pavucontrol
pdfjs
pdfsam
pdftk
perl-anyevent-i3
perl-data-dump
perl-file-mimeinfo
perl-image-exiftool
perl-json
perl-list-moreutils
perl-lwp-protocol-https
perl-term-readline-gnu
picom
pipewire
postfix
powerline
projectm-sdl
pulseaudio-bluetooth
pv
pypy
pypy3
pyside2
python2-attrs
python2-dbus
python2-gobject
python2-numpy
python2-psutil
python2-virtualenv
python-ansi2html
python-html2text
python-lockfile
python-more-itertools
python-mutagen
python-pandas
python-pew
python-pipenv
python-praw
python-pylint
python-pytoml
python-pywal
python-pyxdg
python-requestsexceptions
python-sphinxcontrib-websupport
python-sphinx_rtd_theme
python-sqlalchemy
python-typed-ast
python-virtualenvwrapper
python-whoosh
python-xlib
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-serialbus
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webglplugin
qt5-webkit
qt5-webview
qt5-xmlpatterns
qutebrowser
ranger
redshift
reflector
reiserfsprogs
reptyr
rofi
rpmextract
rsync
rust
rxvt-unicode
sagemath
sc
scrot
shellcheck
simple-scan
simplescreenrecorder
smartmontools
s-nail
sndio
sox
speedtest-cli
sshpass
strace
swi-prolog
syslog-ng
terminator
terminus-font
termite
tesseract-data-eng
the_silver_searcher
thunar-volman
tidy
tig
time
tk
tmux
ttf-fira-sans
ttf-font-awesome
ttf-inconsolata
ttf-ionicons
tumbler
typespeed
unclutter
unrar
unrtf
usbutils
valgrind
vi
vim-spell-en
vim-spell-nl
vim-spell-uk
vlc
vorbisgain
w3m
wavegain
wdiff
wget
words
wtf
wxgtk2
xaos
xdg-user-dirs
xdotool
xf86-video-intel
xf86-video-vesa
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfdesktop
xfmpc
xfwm4-themes
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-twm
xorg-xfd
xorg-xmag
xsane
xterm
youtube-dl
zathura-cb
zathura-pdf-mupdf
zathura-ps
zenity
zsh-completions
base-devel
texlive-most
xorg-apps
xorg-fonts
