aalib
accountsservice
ack
acpi
adobe-source-code-pro-fonts
alacritty
alsa-utils
ant
arc-gtk-theme
arc-icon-theme
arch-wiki-docs
arch-wiki-lite
archlinux-wallpaper
asciinema
autoconf
automake
awesome-terminal-fonts
bash
bash-completion
basket
bdf-unifont
bind-tools
binutils
bison
bluez-utils
boost
bsd-games
bzip2
calcurse
cbatticon
cheese
chromium
clang
cloc
cmake
cmatrix
cmus
compton
conky
coq
coq-doc
coreutils
cowsay
cpulimit
cpupower
cronie
cryptsetup
ctags
cuneiform
cups
cups-pdf
cython
dash
dconf-editor
desmume
device-mapper
dhcpcd
dia
dialog
diffutils
dmenu
dmidecode
dunst
e2fsprogs
easytag
efibootmgr
elinks
espeak
evince
exfat-utils
exo
expac
expect
faad2
fakechroot
fakeroot
fbdump
fbgrab
fbida
fbreader
fbset
fbv
feh
figlet
file
filesystem
findutils
firefox
firejail
flashplugin
flex
fontforge
fortune-mod
fpc
freemind
fzf
garcon
gawk
gcc
gcc-libs
gdb
geckodriver
gedit
gedit-plugins
geogebra
gettext
ghc
gifsicle
gimp
git
glibc
gnome-2048
gnome-chess
gnome-mahjongg
gnome-mines
gnome-power-manager
gnome-terminal
gnuchess
gnuplot
go
gobject-introspection
gparted
gpick
gpm
graphviz
grep
groff
grub
gst-plugins-good
gtk-engine-murrine
gtk-xfce-engine
gtk3
gv
gvim
gzip
haskell-primes
haskell-yaml
highlight
hoogle
hplip
htop
hunspell-en_GB
hunspell-nl
i3-gaps
i3blocks
i3lock
i3status
imagemagick
inetutils
inkscape
inotify-tools
intel-ucode
iproute2
iputils
ipython
ipython2
irssi
iw
jdk8-openjdk
jfsutils
jp2a
jython
kid3
kitty
kmag
konsole
latex2rtf
less
libao
libappindicator-gtk3
libcdio-paranoia
libfaketime
libmad
libmp4v2
libmpcdec
libmythes
libreoffice-still
libtool
licenses
light-locker
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
logrotate
lolcat
lshw
lsof
ltrace
lua
lvm2
lynx
m4
make
man-db
man-pages
mari0
mariadb
mdadm
mediainfo
mlocate
moreutils
mpc
mpd
mplayer
mpv
mupdf
mutt
mythes-en
mythes-nl
nano
ncmpcpp
neofetch
neovim
netctl
network-manager-applet
networkmanager
networkmanager-dispatcher-ntpd
newsboat
nodejs
noto-fonts-emoji
npm
nss-mdns
ntp
openssh
osdbattery
p7zip
pacgraph
pacman
pacman-contrib
pacutils
pandoc
parted
pass
patch
pavucontrol
pciutils
pdfjs
pdfsam
perl
perl-anyevent-i3
perl-file-mimeinfo
perl-image-exiftool
pkgconf
postfix
powerline
processing
procps-ng
projectm-sdl
psmisc
pulseaudio
pulseaudio-bluetooth
pv
pygmentize
pypy
pypy3
pyside2
python
python-dbus
python-gobject
python-matplotlib
python-networkx
python-pandas
python-pillow
python-pipenv
python-praw
python-pylint
python-pyqt5
python-pywal
python-requestsexceptions
python-scipy
python-sphinx
python-sympy
python-virtualenv
python-virtualenvwrapper
python-xdg
python-xlib
python2
python2-gobject
python2-libappindicator
python2-numpy
python2-pylint
qt5-3d
qt5-canvas3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-location
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-serialport
qt5-styleplugins
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webchannel
qt5-webengine
qt5-webglplugin
qt5-webkit
qt5-websockets
qt5-webview
qutebrowser
r
ranger
redshift
reiserfsprogs
ripgrep
rofi
rsync
ruby
rust
rxvt-unicode
s-nail
sane
sc
scrot
sed
shadow
shellcheck
simplescreenrecorder
smartmontools
sox
strace
sudo
swi-prolog
sysfsutils
syslog-ng
systemd
systemd-sysvcompat
tabbed
tar
tcl
terminator
terminus-font
termite
tesseract
tesseract-data-eng
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
the_silver_searcher
thunar
thunar-volman
tidy
tig
tk
tmux
transset-df
ttf-fira-sans
ttf-font-awesome
ttf-inconsolata
ttf-ionicons
ttf-liberation
tumbler
typespeed
unclutter
unzip
usbutils
util-linux
valgrind
vi
vim-spell-en
vim-spell-nl
vim-spell-uk
vimpager
vlc
w3m
wdiff
wget
which
words
wpa_supplicant
wtf
xaos
xdg-user-dirs
xdotool
xf86-video-intel
xf86-video-vesa
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfsprogs
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-luit
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xfd
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmag
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
youtube-dl
youtube-viewer
zathura
zathura-cb
zathura-pdf-mupdf
zathura-ps
zip
zsh
zsh-completions
