accountsservice
ack
acpi
alacritty
alsa-utils
ant
arc-gtk-theme
archlinux-wallpaper
arch-wiki-docs
arch-wiki-lite
arc-icon-theme
asciinema
atop
awesome-terminal-fonts
bash-completion
basket
bdf-unifont
bind-tools
bluez-utils
boost
bsd-games
calcurse
cbatticon
cheese
chromium
clang
cloc
cmake
cmatrix
compton
conky
coq
coq-doc
cowsay
cpulimit
cpupower
ctags
cuneiform
cups-pdf
cython
dash
dconf-editor
desmume
dhcpcd
dia
dialog
dmenu
dmidecode
dunst
easytag
efibootmgr
electron
elinks
espeak
evince
exfat-utils
expac
expect
fakechroot
fbdump
fbgrab
fbida
fbreader
fbset
fbv
feh
figlet
firefox
firejail
flashplugin
fontforge
fortune-mod
fpc
freemind
fzf
gdb
geckodriver
gedit-plugins
geogebra
ghc
gifsicle
gimp
glava
gnome-2048
gnome-chess
gnome-icon-theme
gnome-mahjongg
gnome-mines
gnome-power-manager
gnome-terminal
gnuchess
gnu-netcat
gnuplot
go
gobject-introspection
gparted
gpick
graphviz
grub
gtk-engine-murrine
gtop
gv
haskell-primes
haskell-tf-random
haskell-time-locale-compat
haskell-yaml
highlight
hoogle
hplip
htop
hub
hunspell-en_GB
hunspell-en_US
hunspell-nl
i3blocks
i3-gaps
i3lock
i3status
iftop
inkscape
inotify-tools
intel-ucode
iotop
iputils
ipython
ipython2
irssi
iw
java-openjfx
jfsutils
jp2a
js52
jython
kid3
kitty
kmag
konsole
latex2rtf
libappindicator-gtk3
libcue
libdbi
libfaketime
libmythes
libplacebo
libreoffice-still
libtiger
licenses
lightdm-gtk-greeter-settings
light-locker
linux
llvm7-libs
logrotate
lolcat
lshw
lsof
ltrace
lynx
man-pages
mari0
mariadb
mediainfo
mlocate
moreutils
mpc
mpd
mplayer
mpv
mupdf
mutt
mythes-en
mythes-nl
ncmpcpp
neofetch
neovim
netctl
network-manager-applet
networkmanager-dispatcher-ntpd
newsboat
nmap
noto-fonts-emoji
npm
nss-mdns
ntop
openssl-1.0
osdbattery
p7zip
pacgraph
pacman-contrib
pacutils
pandoc
pass
pavucontrol
pdfjs
pdfsam
perl-anyevent-i3
perl-file-mimeinfo
perl-image-exiftool
perl-list-moreutils
perl-term-readline-gnu
postfix
powerline
processing
projectm-sdl
protobuf
pulseaudio-bluetooth
pv
pygmentize
pypy
pypy3
pyside2
python2-libappindicator
python2-numpy
python2-powerline
python2-prompt_toolkit
python2-pylint
python2-pyqt5
python-ansi2html
python-matplotlib
python-networkx
python-pandas
python-pillow
python-pipenv
python-praw
python-pylint
python-pywal
python-requestsexceptions
python-scipy
python-sphinxcontrib-websupport
python-sphinx_rtd_theme
python-sqlalchemy
python-sympy
python-virtualenvwrapper
python-whoosh
python-xdg
python-xlib
qt5-3d
qt5-canvas3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-gamepad
qt5-graphicaleffects
qt5-imageformats
qt5-networkauth
qt5-quickcontrols
qt5-quickcontrols2
qt5-remoteobjects
qt5-scxml
qt5-serialbus
qt5-styleplugins
qt5-tools
qt5-translations
qt5-virtualkeyboard
qt5-wayland
qt5-webglplugin
qt5-webkit
qt5-webview
qt5-xmlpatterns
qutebrowser
r
ranger
redshift
reflector
reiserfsprogs
reptyr
ripgrep
rofi
rsync
rust
rxvt-unicode
sane
sc
scrot
shellcheck
simplescreenrecorder
smartmontools
s-nail
sox
sshpass
strace
swi-prolog
syslog-ng
systemd-sysvcompat
tabbed
terminator
terminus-font
termite
tesseract-data-eng
the_silver_searcher
tidy
tig
tk
tmux
transset-df
ttf-fira-sans
ttf-font-awesome
ttf-inconsolata
ttf-ionicons
typespeed
unclutter
usbutils
valgrind
vi
vim-spell-en
vim-spell-nl
vim-spell-uk
vlc
w3m
wdiff
wget
wtf
xaos
xdg-user-dirs
xdotool
xf86-video-intel
xorg-twm
xorg-xfd
xorg-xmag
xterm
youtube-dl
youtube-viewer
zathura-cb
zathura-pdf-mupdf
zathura-ps
zsh-completions
base-devel
xfce4
texlive-most
xorg
xorg-apps
xorg-fonts
